Cancelacion/No cancelable/requeststatusInvoiceCancelB.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><ns0:get_sat_status xmlns:ns0="http://facturacion.finkok.com/cancel"><ns0:username>mhurtado@finkok.com.mx</ns0:username><ns0:password>Samydean26714+</ns0:password><ns0:taxpayer_id>EKU9003173C9</ns0:taxpayer_id><ns0:rtaxpayer_id>CUSC850516316</ns0:rtaxpayer_id><ns0:uuid>A152316A-F9D4-5347-9C96-0A0456302A1E</ns0:uuid><ns0:total>7510.77</ns0:total></ns0:get_sat_status></soap-env:Body></soap-env:Envelope>